Repository: jamesaxl/gmediafinder
Catalog: po/*.po
Languages: sr

source: Gmediafinder Copyright (C) 2011 Laguillaumie Sylvain This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
sr: Gmediafinder Copyright (C) 2011 Laguillaumie Sylvain Ово је бесплатан програм: можете га умножавати и/или мењати под условима GNU General Public License објављене од стране Free Software Foundation, у верзији 2 или (уколико желите) новијој. Програм је прављен у нади да буде користан, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ. Погледајте GNU General Public License за више детаља. Требало би уз програм да сте добили копију GNU General Public License. У противном, погледајте је на <http://www.gnu.org/licenses/>.

source: Clean
sr: Очисти

source: Engine:
sr: Механизам:

source: Download
sr: Преузимање

source: page 1
sr: страна 1

source: Home
sr: Почетак

source: Download path :
sr: Путања за преузимање :

source: Choose a folder
sr: Изаберите директоријум

source: <b>Downloads : </b>
sr: <b>Преузимања :</b>

source: page 2
sr: страна 2

source: Options
sr: Опције

source: Show preview images
sr: Прикажи преглед слика

source: <b>Playlist options : </b>
sr: <b>Опције листе пуштања:</b>

source: Max resolution :
sr: Максимална резолуција:

source: <b>Youtube video options : </b>
sr: <b>Опције Youtube видеа:</b>

source: <b>Visualisations :</b>
sr: <b>Визуализације:</b>

source: <b>Select your engines : </b>
sr: <b>Изаберите механизам:</b>

source: Engines
sr: Механизми

source: Play/pause : Space Stop: s Fullscreen : f enter search box: BackSpace show downloads: d
sr: Пусти/паузирај : Space Заустави: s Цео екран: f поље претраге: BackSpace приказ преузимања: d

source: <b>Shortcuts:</b>
sr: <b>Пречице:</b>

source: Infos
sr: Информације

source: Quality
sr: Квалитет

source: Results :
sr: Резултати :

source: Playing : %s
sr: Пуштам : %s

source: Please select a search engine...
sr: Молимо изаберете механизам претраге ...

source: Please enter an artist/album or song name...
sr: Молимо унесете извођача/албум или име песме ...

source: Please select an engine...
sr: Молимо изаберете механизам ...

source: Searching for %(query)s with %(engine)s
sr: Тражим %(query)s помоћу %(engine)s

source: Stopped
sr: Заустављено

source: The file: %s already exist, download again ?
sr: Ова датотека: %s већ постоји, да ли да је поново преузмем?

source: Stop Downloading
sr: Заустави преузимање

source: Show in folder
sr: Прикажи у директоријуму

source: Convert to mp3
sr: Претвори у mp3

source: Remove
sr: Уклони

source: Converting process started...
sr: Процес претварања је започет...

source: Audio file successfully created !
sr: Аудио датотека је успешно направљена!

source: Playing %s
sr: Пуштам %s

source: Failed...
sr: Није успело ...

source: Search timeout...
sr: Време претраге је истекло ...

source: no more files found for %s...
sr: нема више пронађених датотека за %s ...

source: no files found for %s...
sr: нема пронађених датотека за %s ...

source: No results found for %s...
sr: Нема више резултата за %s ...

source: No results for your search %s
sr: Ваша претрага за %s нема резултата ...

source: No results found for %s
sr: Претрага за %s нема резултата ...

source: No more files found for %s...
sr: Нема више пронађених датотека за %s ...

source: options:
sr: опције:

source: Most relevant
sr: Најрелевантније

source: Most recent
sr: Најновије

source: Most viewed
sr: Најгледаније

source: Most rated
sr: Најбоље оцењено

source: Category:
sr: Категорије:

source: Sport
sr: Спорт

source: Films
sr: Филмови

source: Cars
sr: Аутомобили

source: Music
sr: Музика

source: Technology
sr: Технологија

source: Animals
sr: Животиње

source: Travel
sr: Путовања

source: Games
sr: Игре

source: Comedy
sr: Комедија

source: Peoples
sr: Људи

source: News
sr: Вести

source: Entertainement
sr: Забава

source: Trailers
sr: Рекламе

source: no more files found for %s ...
sr: нема више пронађених датотека за %s ...

source: no results for %s ...
sr: претрага за %s нема резултата ...

source: <small><b>%(name)s</b></small> <small><b>view:</b> %(count)s <b>Duration:</b> %(duration)s</small>
sr: <small><b>%(name)s</b></small> <small><b>прегед:</b> %(count)s<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><b>Трајање:</b> %(duration)s</small>

source: Downloading %-66s
sr: Преузимам %-66s

source: %(downloaded).02f MB of %(total).02f MB
sr: %(downloaded).02f MB од %(total).02f MB

source: at %d Kb/s
sr: на %d Kb/s

source: Download complete
sr: Преузмимање је завршено

source: Remaining : %(min)02d:%(sec)02d
sr: Преостаје : %(min)02d:%(sec)02d
